<CD>	0
<NNP>	1
<UNK>	2
<ROOT>	3
<NULL>	4
bovine	5
legally	6
empathize	7
cyclosporine	8
levied	9
1/2-year	10
expecting	11
prove	12
personalized	13
wider	14
leaf	15
safely	16
urged	17
beliefs	18
automatic	19
demons	20
crime	21
plumbing	22
experiences	23
replaced	24
requirement	25
u.s.-made	26
faint	27
pasta	28
misses	29
jeopardy	30
purchasing	31
second-biggest	32
plight	33
paper-goods	34
blues	35
minerals	36
transcript	37
landowners	38
layout	39
doctoral	40
misinterpreted	41
volunteers	42
naphtha	43
joint-venture	44
earmarked	45
uncovered	46
directives	47
recital	48
transferable	49
photographs	50
suggests	51
breast	52
greenmail	53
worriers	54
disruptions	55
attracting	56
fare	57
fruition	58
montreal-based	59
paychecks	60
super-majority	61
laundered	62
newest	63
sentimental	64
fertility	65
airplanes	66
meddling	67
investing	68
carpeting	69
stock-fund	70
miscellaneous	71
17th-century	72
resolved	73
placements	74
rooms	75
pressure	76
pull	77
transmission	78
dashboard	79
membership	80
discontinued	81
teamed	82
obliged	83
slowed	84
glitches	85
inject	86
lawsuit	87
launching	88
merits	89
participating	90
destabilizing	91
costing	92
putting	93
cop	94
constructive	95
marketers	96
killed	97
crash	98
inform	99
influence-peddling	100
presale	101
nudge	102
offense	103
ranches	104
deep-pocketed	105
fringes	106
term	107
unpopular	108
medicine	109
reply	110
soft-spoken	111
margin	112
workaholic	113
damaged	114
sociologist	115
irrelevant	116
undiversified	117
bipartisan	118
pessimism	119
injecting	120
regulator	121
depicted	122
squinting	123
again	124
plus	125
good	126
appointment	127
raider	128
slapped	129
incentives	130
abandons	131
juggling	132
engaging	133
upstream	134
lined	135
securely	136
billionaire	137
quotes	138
10-year-old	139
television	140
personal-care	141
non-violent	142
solve	143
spotted	144
negotiation	145
purported	146
georgian	147
toured	148
seem	149
prodding	150
greatest	151
2	152
underwear	153
unwillingness	154
new-business	155
specter	156
lures	157
willing	158
extort	159
alley	160
slime	161
hideaway	162
styles	163
confronted	164
famed	165
understands	166
continuation	167
defendant	168
underscoring	169
swimmer	170
nonunion	171
adjuster	172
deck	173
recalculating	174
plaid	175
propane	176
misperceptions	177
companies	178
proration	179
stalwart	180
analyst	181
sensational	182
non-invasive	183
pursuing	184
transmitting	185
sings	186
elephants	187
price-earnings	188
boasted	189
maid	190
french	191
anticipated	192
wisecracks	193
produce	194
computer-driven	195
costumed	196
vigorously	197
messenger	198
glowing	199
pregnancy	200
sweet	201
compulsive	202
listeners	203
real-estate	204
plausible	205
fascist	206
occasions	207
winners	208
pinning	209
full-year	210
sale	211
moon	212
results	213
decidedly	214
headache	215
morally	216
motors	217
trails	218
uninspired	219
ashore	220
keen	221
overshadowing	222
imposing	223
plying	224
frenetic	225
ticket	226
lights	227
ripe	228
flap	229
concern	230
pick	231
ramifications	232
quack	233
prospective	234
enlarge	235
admission	236
including	237
blue	238
centuries	239
unworthy	240
economists	241
abortions	242
yields	243
after-tax	244
invitations	245
deductible	246
scour	247
insider	248
aesthetic	249
experiments	250
assassinations	251
revision	252
nonexistent	253
processing	254
sway	255
stresses	256
dominated	257
killing	258
jealously	259
representation	260
distort	261
risked	262
varies	263
weather	264
cautiously	265
fixing	266
audit	267
rider	268
beneficiary	269
disappeared	270
signing	271
reversal	272
spire	273
fishermen	274
foes	275
unilateral	276
member	277
mail-order	278
imminent	279
drummer	280
frigates	281
depress	282
dedication	283
prize-winning	284
among	285
drug	286
scholars	287
academics	288
patch	289
moons	290
tapping	291
combustion	292
media-buying	293
harms	294
redesigned	295
patterns	296
insulated	297
discoveries	298
dry	299
stemmed	300
hypocrisy	301
distinction	302
percentage	303
pot	304
counterpoint	305
town	306
sloppy	307
expect	308
semiannual	309
hidebound	310
treasury	311
crowd	312
bites	313
non-callable	314
service-industry	315
apologists	316
periodically	317
urges	318
phase	319
swamp	320
widely	321
approve	322
depends	323
terrorists	324
best-performing	325
any	326
course	327
student	328
b	329
eavesdropping	330
unstylish	331
sticker	332
reconstruct	333
students	334
top-management	335
calgary-based	336
young	337
eccentric	338
appeal	339
daffynition	340
hopeful	341
relevant	342
nominee	343
noted	344
grab	345
hole	346
323s	347
pipeline	348
something	349
ambiguities	350
nonfiction	351
accurate	352
animation	353
counters	354
seating	355
systemwide	356
plotting	357
contrasts	358
done	359
focused	360
sugared	361
item	362
about-face	363
noncontract	364
deutsche	365
polyvinyl	366
hollow	367
parental-consent	368
co-sponsored	369
suspected	370
carriers	371
strength	372
meters	373
fabricated	374
uphill	375
ensures	376
egg	377
personal-computer	378
approach	379
tally	380
import	381
cinema	382
anti-abortion	383
afford	384
seven-year-old	385
home	386
thin-slab	387
slowing	388
firsthand	389
specialty-chemicals	390
disorder	391
unaware	392
gulf	393
prohibits	394
russians	395
regroup	396
damped	397
loud	398
wiped	399
virgin	400
coverage	401
wrinkle	402
purely	403
consumer-price	404
beefed	405
share	406
stressed	407
intruder	408
imbalance	409
authenticity	410
entitlement	411
three-fourths	412
undulate	413
targeting	414
cows	415
allergies	416
tense	417
anti-apartheid	418
eagerness	419
tie-ups	420
pork	421
examining	422
sneaked	423
dial	424
wrongly	425
out-of-state	426
observer	427
gunmen	428
junk-holders	429
lows	430
irises	431
two-day	432
loaded	433
lags	434
trials	435
tiny	436
crucible	437
feud	438
vague	439
occupation	440
located	441
wilderness	442
publisher	443
internationally	444
property-casualty	445
mint	446
paper-company	447
pollsters	448
bolster	449
constant	450
task	451
landfill	452
restaurants	453
retribution	454
inclusion	455
openly	456
shouted	457
likewise	458
spirit	459
quiet	460
knee	461
bias	462
machine	463
inspect	464
defendants	465
helps	466
disturbing	467
end	468
underscore	469
forecast	470
veteran	471
pitcher	472
revamped	473
fireball	474
achieved	475
independently	476
expo	477
storage	478
motives	479
religious	480
chip	481
precipitous	482
citizen	483
gearing	484
speculations	485
lucrative	486
spurned	487
guts	488
compulsions	489
vaults	490
everybody	491
presently	492
toronto-based	493
?	494
gridlock	495
currently	496
inversely	497
business-to-business	498
asset-allocation	499
signal	500
helpless	501
reconcile	502
identifies	503
soundness	504
employers	505
featured	506
similarities	507
cracker	508
grocery	509
consistently	510
unbelievable	511
26-year-old	512
5th	513
homeless	514
tracts	515
hands	516
malignancy	517
respectively	518
cult	519
unveil	520
efficiently	521
concessions	522
antagonistic	523
franchised	524
unfulfilled	525
beneficial	526
child	527
permanent	528
79-year-old	529
commonly	530
california-based	531
consequent	532
stole	533
bans	534
tenant	535
alleges	536
shrank	537
japanese-managed	538
jumping	539
biggest	540
exceeding	541
well-heeled	542
stalls	543
wayward	544
raw	545
splendidly	546
fixed-rate	547
forfeiture	548
circulate	549
squeezed	550
typical	551
conversation	552
fragments	553
trashing	554
stated	555
privacy	556
efforts	557
cardinals	558
graduate-student	559
f-18s	560
faced	561
enhancements	562
unfocused	563
mayonnaise	564
acre	565
jointly	566
measurements	567
pre-1967	568
messages	569
cache	570
whereabouts	571
preferential	572
conceded	573
virulence	574
wreck	575
allowed	576
mechanical	577
consequently	578
rift	579
beers	580
unofficial	581
similarly	582
watched	583
inventory	584
key	585
soften	586
dramatic	587
peddling	588
embarrass	589
merchandise	590
hum	591
10th	592
operated	593
barometer	594
drained	595
personnel	596
shampoo	597
attempted	598
reconsider	599
position	600
malaise	601
volume	602
inadequately	603
infants	604
modeled	605
double	606
majority	607
hormone	608
prime-1	609
told	610
vietnamese-backed	611
prison	612
refurbished	613
automobiles	614
recognize	615
bacteria	616
minicomputers	617
entry	618
forfeit	619
revising	620
freezer	621
collar	622
halt	623
foot	624
proceeded	625
companion	626
dishes	627
day-to-day	628
below	629
rigid	630
airports	631
tired	632
subway	633
unethical	634
time-honored	635
grand	636
structural	637
unfounded	638
reasons	639
wasteful	640
ultimatum	641
hard-bitten	642
subsequent	643
amazed	644
pulls	645
public-works	646
positions	647
doubted	648
drunkenness	649
insists	650
tanks	651
stubbornly	652
advertiser	653
writedowns	654
frenzy	655
outweighed	656
e-mail	657
dollars	658
passion	659
fluke	660
trail-blazing	661
flaw	662
outdated	663
cream	664
quips	665
distinctively	666
night	667
plate	668
abroad	669
labeled	670
picking	671
sacks	672
interspersed	673
chicago-based	674
badges	675
aftershocks	676
index-linked	677
wracked	678
players	679
predictability	680
relocate	681
slot	682
anguish	683
structuring	684
founders	685
statute	686
loved	687
asylum	688
feat	689
government-controlled	690
predates	691
plastics	692
connected	693
forfeitures	694
termination	695
quickly	696
honesty	697
assuming	698
iranian	699
beings	700
introductions	701
reproduced	702
ardent	703
just-ended	704
acquisitions	705
leaner	706
alleys	707
energy	708
chocolate	709
compounded	710
languished	711
alternative	712
danish	713
proved	714
hired	715
outside	716
distributing	717
appreciation	718
therapy	719
canning	720
writes	721
monets	722
leapfrog	723
farther	724
grabs	725
labs	726
variation	727
non-financial	728
searching	729
50th	730
ceremonial	731
year-ago	732
saga	733
victorian	734
jolts	735
manager	736
oriented	737
virus	738
post-1997	739
air-freight	740
pilot	741
albums	742
capital-punishment	743
sold	744
wars	745
withstand	746
cookies	747
two-thirds	748
most	749
occurs	750
withdrew	751
composite	752
population	753
proportions	754
lingerie	755
symbiotic	756
poor	757
accumulation	758
no-growth	759
lap	760
bearings	761
individual	762
diverting	763
fighter	764
embraces	765
live	766
picture	767
shuttered	768
content	769
irreparably	770
realities	771
shrift	772
eat	773
vote	774
intentionally	775
transactions	776
sidewalks	777
exaggerate	778
atmospheric	779
motorists	780
financings	781
jazz	782
sparsely	783
anatomical	784
upgraded	785
grades	786
acquirers	787
headlines	788
applying	789
ingenious	790
dip	791
refurbishment	792
notices	793
psychology	794
comment	795
balanced	796
likely	797
stalked	798
air-separation	799
congressman	800
clothes	801
ear	802
democratic-controlled	803
malignant	804
cover	805
largest	806
lethargic	807
full	808
cater	809
ample	810
carpet	811
oversubscribed	812
breakfast	813
folks	814
carolinas	815
top-selling	816
inheritance	817
confrontational	818
dead	819
novelist	820
spurt	821
buoyed	822
acquisition	823
ceilings	824
currency-exchange	825
unsuccessfully	826
showrooms	827
skepticism	828
storytelling	829
52-week	830
assimilate	831
long-delayed	832
bankruptcies	833
nondeductible	834
bout	835
observed	836
warm	837
complicity	838
defaults	839
alcohol	840
article	841
options	842
privilege	843
report	844
software	845
diminish	846
sergeant	847
harmful	848
mop	849
stricken	850
courtyard	851
incompetence	852
remarkably	853
puts	854
chiefs	855
virtual	856
green	857
backbone	858
verbatim	859
suggest	860
limbo	861
banned	862
niche	863
peruse	864
explicit	865
closes	866
standby	867
pride	868
warming	869
party	870
120-day	871
soviet-trained	872
containment	873
cut	874
pessimists	875
i	876
snag	877
subsidiary	878
vengeance	879
entitled	880
wrap	881
recommends	882
related	883
program-trading	884
profession	885
moral	886
punts	887
belongings	888
battery-operated	889
perennial	890
underwritten	891
indifferent	892
broken	893
spanish	894
weekday	895
stymied	896
good-natured	897
eight-year	898
respondents	899
productivity	900
hastily	901
lieu	902
adjustment	903
hand-held	904
usurp	905
diverse	906
recession-resistant	907
touchy	908
translated	909
host	910
meticulous	911
trolley	912
underwriters	913
editorial-page	914
compensate	915
rushes	916
beset	917
stampeded	918
porcelain	919
lower-income	920
studying	921
year-earlier	922
gifts	923
teachers	924
greenhouse	925
hunger	926
wine	927
gem	928
founder	929
installation	930
soundtrack	931
astronomer	932
country	933
carrier	934
plurality	935
upswing	936
impassively	937
recommendations	938
incense	939
pottery	940
governor	941
jacking	942
roofing	943
proving	944
harsh	945
visited	946
one-stop	947
toilet	948
freezing	949
butcher	950
stifling	951
muck	952
miss	953
billion-dollar	954
distributes	955
contents	956
clamp	957
adequacy	958
impeachment	959
bands	960
nullify	961
recordings	962
promise	963
indication	964
historical	965
starters	966
boulevard	967
officer	968
spearheaded	969
deaths	970
vulnerability	971
together	972
wicker	973
frightening	974
holdouts	975
motions	976
prosecuting	977
arab-sponsored	978
dental	979
dangerously	980
religion	981
excuses	982
terrorist	983
visits	984
expire	985
pressuring	986
suggestion	987
negotiated	988
act	989
speculated	990
towel	991
reveal	992
circles	993
182-day	994
hacker	995
waging	996
grips	997
laboratories	998
low-paid	999
waived	1000
its	1001
mourning	1002
releasing	1003
blueprint	1004
governmental-affairs	1005
technical	1006
locked	1007
cancellation	1008
fellow	1009
understanding	1010
pays	1011
dividend	1012
retain	1013
led	1014
genetically	1015
trailed	1016
trucking	1017
credits	1018
lethargy	1019
their	1020
please	1021
explosions	1022
pitching	1023
recovery	1024
reflects	1025
community	1026
fortunes	1027
funded	1028
gang	1029
class	1030
birthday	1031
stranger	1032
framers	1033
memos	1034
claimants	1035
insisting	1036
aliens	1037
totaled	1038
reason	1039
eligible	1040
revival	1041
agreements	1042
verifiable	1043
redemption	1044
furnished	1045
retarded	1046
three-part	1047
desirable	1048
deplorable	1049
intervene	1050
dealer-manager	1051
bankruptcy-court	1052
defense	1053
motion	1054
ball-bearing	1055
cease	1056
bulletin	1057
bureau	1058
phantom	1059
boeing	1060
cruise	1061
clientele	1062
frames	1063
chefs	1064
private-sector	1065
due	1066
rush	1067
regime	1068
russian	1069
emcee	1070
pits	1071
new-home	1072
context	1073
troubling	1074
emphasis	1075
daughter	1076
nuance	1077
saw	1078
speech	1079
parliamentary	1080
structured	1081
mega-issues	1082
cap	1083
conflicting	1084
aid	1085
sewage	1086
disaster-contingency	1087
sweep	1088
crooks	1089
ground-handling	1090
swallowed	1091
rallying	1092
bridge	1093
referendum	1094
sidelines	1095
retrospective	1096
breathed	1097
va.-based	1098
daunting	1099
cubans	1100
stranded	1101
hypertension	1102
avoiding	1103
schemes	1104
impact	1105
corporation	1106
bay-area	1107
handicap	1108
diabetes	1109
cheapest	1110
whenever	1111
constantly	1112
refugee	1113
outperformed	1114
session	1115
classroom	1116
gut	1117
run	1118
gouging	1119
neither	1120
paid	1121
joining	1122
london	1123
verdicts	1124
frame	1125
tires	1126
are	1127
egyptian	1128
disadvantage	1129
west	1130
intentions	1131
investigated	1132
full-power	1133
receptionist	1134
speed	1135
has	1136
cancellations	1137
involving	1138
miles	1139
commendable	1140
area	1141
the	1142
debunk	1143
persons	1144
law	1145
practices	1146
evolve	1147
26-week	1148
reinsurers	1149
nettlesome	1150
two-income	1151
overwhelm	1152
cleans	1153
candidacy	1154
restructurings	1155
trust	1156
illness	1157
calculating	1158
realized	1159
whiskey	1160
reverse	1161
crushed	1162
free-standing	1163
tax-free	1164
cola	1165
depositions	1166
primordial	1167
obfuscation	1168
clip	1169
soup	1170
skill	1171
herons	1172
anticipation	1173
freely	1174
low-cost	1175
animals	1176
poison-pill	1177
downward	1178
rightly	1179
mishandled	1180
disturbances	1181
silicon	1182
farm-product	1183
range	1184
extortion	1185
nests	1186
mig-1	1187
standpoint	1188
submit	1189
downgrade	1190
entwined	1191
assignment	1192
fill	1193
wo	1194
ever	1195
decreases	1196
thoroughfare	1197
weaken	1198
rally	1199
shrubs	1200
accompanies	1201
belt	1202
smattering	1203
complicated	1204
easier	1205
dined	1206
crooked	1207
757-200s	1208
informative	1209
analyzed	1210
great	1211
structures	1212
intricate	1213
measures	1214
appliance	1215
identity	1216
activity	1217
newer	1218
expresses	1219
non-subscription	1220
convention	1221
republic	1222
overbid	1223
cheers	1224
spelling	1225
views	1226
second-largest	1227
twisting	1228
mega	1229
steelmakers	1230
vehemently	1231
displaced	1232
marketplace	1233
close	1234
rewritten	1235
always	1236
strips	1237
evil	1238
exported	1239
grave	1240
starting	1241
tearing	1242
foreign	1243
false	1244
startling	1245
strikers	1246
somewhat	1247
met	1248
break	1249
conflict	1250
importantly	1251
put	1252
sample	1253
planned	1254
unharmed	1255
press	1256
3-for-1	1257
deduct	1258
funds	1259
bedevil	1260
shake-up	1261
loose	1262
nurse	1263
lining	1264
defunct	1265
conditions	1266
guided	1267
satirical	1268
debasement	1269
procrastination	1270
robust	1271
clarinetist	1272
box-office	1273
personal-injury	1274
contained	1275
anger	1276
towards	1277
law-enforcement	1278
floating	1279
shredded	1280
bits	1281
working	1282
long-term	1283
effects	1284
lest	1285
recall	1286
shine	1287
art	1288
clearing	1289
painfully	1290
40-year-old	1291
confessed	1292
formal	1293
nausea	1294
pre-registered	1295
substantive	1296
hypothetical	1297
votes	1298
inspired	1299
snail	1300
read	1301
peculiar	1302
denver-based	1303
realistic	1304
punishment	1305
moonlighting	1306
accessible	1307
fretting	1308
excludes	1309
offered	1310
affecting	1311
plead	1312
300-a-share	1313
75th	1314
remainder	1315
rearing	1316
attendant	1317
contains	1318
repeal	1319
pen	1320
co-owner	1321
lately	1322
shareholder	1323
butter	1324
whole	1325
brechtian	1326
ratified	1327
extensive	1328
earn	1329
32-bit	1330
grid	1331
reassess	1332
redesign	1333
restrict	1334
televised	1335
hospitals	1336
baggage	1337
timely	1338
lion	1339
achievable	1340
expense	1341
statistical	1342
aisle	1343
airways	1344
roadways	1345
prosecutions	1346
sunny	1347
campaigning	1348
wednesdays	1349
integration	1350
redeem	1351
sixth-largest	1352
annualized	1353
delicate	1354
oat	1355
intelligently	1356
steelmaking	1357
radar	1358
production	1359
essential	1360
compliment	1361
portends	1362
anti-government	1363
cross-connect	1364
main	1365
invented	1366
deductibility	1367
less-profitable	1368
knights	1369
cd-type	1370
facto	1371
drapes	1372
submarine	1373
rushed	1374
solvents	1375
crediting	1376
spares	1377
revolt	1378
climatic	1379
evidence	1380
minimal	1381
3-for-2	1382
theft	1383
coins	1384
timberlands	1385
wanted	1386
wide-ranging	1387
analysts	1388
geeks	1389
recovering	1390
projected	1391
federation	1392
ebb	1393
limitations	1394
turbine	1395
that	1396
rural	1397
rate-sensitive	1398
galvanize	1399
93-day	1400
combine	1401
reckless	1402
housewares	1403
endowment	1404
sturdy	1405
abatement	1406
mine	1407
happened	1408
called	1409
capping	1410
lady	1411
revive	1412
reseller	1413
prescriptions	1414
blips	1415
collect	1416
reorganize	1417
filers	1418
lesser	1419
sympathetic	1420
initiated	1421
flags	1422
congestion	1423
bumble	1424
reignited	1425
pachinko	1426
supplied	1427
factors	1428
economies	1429
damaging	1430
notebook-sized	1431
implied	1432
soviet-style	1433
indefinitely	1434
casino	1435
panels	1436
%	1437
becoming	1438
shouts	1439
unrest	1440
choices	1441
bros.	1442
uproar	1443
mastered	1444
grandmother	1445
approaching	1446
secretaries	1447
book-entry	1448
pass	1449
elixir	1450
communications	1451
attracts	1452
twin-deficit	1453
distinct	1454
optimism	1455
assign	1456
tabloid	1457
outfield	1458
spawned	1459
restoration	1460
solid	1461
afternoon	1462
added	1463
considerably	1464
deductibles	1465
high-definition	1466
bankshares	1467
theoretically	1468
fiber	1469
sin	1470
feminists	1471
unpleasant	1472
higher	1473
spending	1474
dangers	1475
franchisee	1476
silver	1477
fundamental	1478
performs	1479
inherit	1480
neutral	1481
affiliate	1482
quietly	1483
preparation	1484
indomitable	1485
prime	1486
qualify	1487
greatly	1488
ultimately	1489
particular	1490
manifest	1491
modernization	1492
wielding	1493
sedan	1494
artwork	1495
bouts	1496
ship	1497
garbage	1498
belonging	1499
classic	1500
state	1501
cartoon	1502
tucked	1503
embrace	1504
arising	1505
passenger	1506
astonishing	1507
shaped	1508
electronic	1509
proxy	1510
minivans	1511
folding	1512
upheaval	1513
teens	1514
disasters	1515
commentary	1516
fixed	1517
seen	1518
dismantled	1519
specialized	1520
washington-based	1521
divisive	1522
malicious	1523
collagen	1524
yet	1525
reinvestment	1526
200,000-share	1527
heroes	1528
committee	1529
notion	1530
threat	1531
fires	1532
tuition	1533
back	1534
volkswagen	1535
ailing	1536
healing	1537
intolerable	1538
existed	1539
genentech	1540
prospect	1541
ills	1542
was	1543
space	1544
resumes	1545
loathed	1546
war	1547
undertaking	1548
oceans	1549
cast	1550
jumps	1551
voluntarily	1552
professionals	1553
realty	1554
worn	1555
prevailed	1556
hiker	1557
staffer	1558
controversy	1559
punitive	1560
rioting	1561
indians	1562
severely	1563
sandwiches	1564
enormous	1565
cite	1566
poltergeists	1567
unfolds	1568
hub	1569
change	1570
appealed	1571
scholarship	1572
man	1573
installations	1574
exploration	1575
half-dozen	1576
dwarf	1577
contractor	1578
baseless	1579
unwilling	1580
inferior	1581
u.s.a	1582
gene-splicing	1583
packing	1584
clad	1585
explode	1586
confer	1587
spoiler	1588
unprofessional	1589
psychologists	1590
commercialization	1591
proud	1592
root	1593
quarter-to-quarter	1594
six-year	1595
targets	1596
influenced	1597
bench	1598
location	1599
allay	1600
last-place	1601
morning	1602
paying	1603
outbreak	1604
a$	1605
nifty	1606
spinoff	1607
cook	1608
articulate	1609
spills	1610
southwest	1611
51-day	1612
monologues	1613
sorts	1614
overstated	1615
employment	1616
swaps	1617
uncanny	1618
goodies	1619
ferry	1620
nearest	1621
source	1622
bank-holding	1623
hurdle	1624
unknown	1625
raised	1626
junkets	1627
enforcing	1628
video	1629
safer	1630
survey	1631
concocted	1632
simplifying	1633
engineered	1634
experimentation	1635
ships	1636
deciding	1637
binding	1638
dolce	1639
palm	1640
abuse	1641
hit	1642
parcel	1643
overlook	1644
subscribing	1645
veterinary	1646
completing	1647
pregnant	1648
roadway	1649
bitter	1650
outlays	1651
losers	1652
leaked	1653
sliding	1654
documentary	1655
distorted	1656
assets	1657
inland	1658
pollen	1659
maquiladoras	1660
inexplicably	1661
non-prescription	1662
mental	1663
playwright	1664
family-owned	1665
expediting	1666
claiming	1667
discretion	1668
nursed	1669
pointedly	1670
nod	1671
dutifully	1672
bond-trading	1673
implicit	1674
thinly	1675
yuppies	1676
relax	1677
mgm/ua	1678
badly	1679
lobbied	1680
archrival	1681
speculation	1682
go	1683
mistakes	1684
craft	1685
cynical	1686
risky	1687
raid	1688
stimulated	1689
mushrooms	1690
passionate	1691
equaled	1692
surveys	1693
reinforce	1694
bargain-basement	1695
comrades	1696
attempting	1697
fm	1698
loan-loss	1699
engineers	1700
voluntary	1701
crush	1702
purse	1703
u.s.backed	1704
agendas	1705
well	1706
avuncular	1707
obtain	1708
promotion	1709
orphans	1710
titanium	1711
erupt	1712
transfusion	1713
coated	1714
ominous	1715
professional	1716
different	1717
opening	1718
fourth	1719
whose	1720
institution	1721
muses	1722
differences	1723
strengthened	1724
eclectic	1725
portrayed	1726
freeze	1727
tending	1728
staged	1729
prices	1730
lunch	1731
muddied	1732
contrasted	1733
upscale	1734
philosophy	1735
giveaway	1736
free	1737
intent	1738
reforms	1739
chill	1740
escape	1741
resilience	1742
unloading	1743
fertilizer	1744
abortion-rights	1745
exempting	1746
battered	1747
determination	1748
downturn	1749
mobilized	1750
apartheid	1751
forestry	1752
cabinets	1753
satisfy	1754
balloonists	1755
quarters	1756
monstrous	1757
needle	1758
perch	1759
campeau	1760
ambushed	1761
subscription	1762
indexes	1763
uv-b	1764
alongside	1765
decadence	1766
appreciates	1767
u.s.-soviet	1768
cornea	1769
cocoa	1770
encouraging	1771
needing	1772
wage-earning	1773
abolish	1774
4-0	1775
slows	1776
erroneous	1777
chair	1778
conduit	1779
turkish	1780
agreement	1781
ever-changing	1782
enjoined	1783
appropriately	1784
high-interest	1785
rocks	1786
developed	1787
descent	1788
italian	1789
prevail	1790
peoples	1791
pertinent	1792
perjury	1793
chemistry	1794
luncheon	1795
objects	1796
entice	1797
candy	1798
cafe	1799
restriction	1800
comptroller	1801
rubs	1802
allocations	1803
outstripped	1804
annual	1805
machikin	1806
f	1807
outcry	1808
proposition	1809
govern	1810
lighter	1811
soap	1812
abruptly	1813
so-so	1814
school	1815
factory	1816
salaries	1817
reimburse	1818
doubling	1819
lip	1820
exploit	1821
wording	1822
restrain	1823
predecessor	1824
interestrate	1825
rebuild	1826
luxury-car	1827
unwieldy	1828
majors	1829
hills	1830
resistance	1831
expectation	1832
shaking	1833
pany	1834
robes	1835
rapids	1836
proudly	1837
blames	1838
surely	1839
globalists	1840
mid-october	1841
tempered	1842
arch	1843
writings	1844
commissioned	1845
acts	1846
aim	1847
employer	1848
pelvic	1849
lieutenants	1850
wonderful	1851
males	1852
promptly	1853
objection	1854
fickle	1855
chasers	1856
affiliated	1857
dense	1858
interleukin-4	1859
inquiry	1860
feeding	1861
hates	1862
rag	1863
consequences	1864
most-livable	1865
jeopardizes	1866
front	1867
flourishing	1868
prisons	1869
clothing	1870
sightings	1871
answers	1872
skiing	1873
loosely	1874
now	1875
minimill	1876
satisfied	1877
hype	1878
newsprint	1879
semiconductors	1880
salvadoran	1881
guarantees	1882
'90s	1883
incumbents	1884
racehorse	1885
weapon	1886
piles	1887
register	1888
tenacious	1889
pushed	1890
discount-retailing	1891
blocked	1892
deterrent	1893
f-18	1894
saved	1895
resale	1896
security	1897
dragging	1898
accepted	1899
currencies	1900
fudge	1901
vintage	1902
whimsical	1903
nuggets	1904
ruining	1905
semiannually	1906
tie	1907
acknowledge	1908
accountant	1909
unexplained	1910
blunt	1911
civilized	1912
cancerous	1913
impress	1914
induce	1915
defeated	1916
highways	1917
month	1918
recourse	1919
recycled	1920
headquarters	1921
busts	1922
unitholders	1923
hugely	1924
softened	1925
fairness	1926
traded	1927
float	1928
punishable	1929
two-year	1930
ratio	1931
distributors	1932
programs	1933
cleaners	1934
neurosurgeon	1935
cold	1936
monetarists	1937
laser	1938
consultation	1939
lover	1940
candid	1941
pages	1942
oddities	1943
pricey	1944
killer	1945
willful	1946
salvo	1947
exile	1948
resurgence	1949
fearful	1950
analyzing	1951
identification	1952
above-average	1953
expenditure	1954
homecoming	1955
efficient	1956
cost	1957
viable	1958
splitting	1959
horses	1960
assembly	1961
clashed	1962
gray	1963
pleased	1964
legitimately	1965
one-party	1966
boycott	1967
slew	1968
across	1969
cousin	1970
semi-annually	1971
retailers	1972
twin	1973
greedy	1974
rescue	1975
initially	1976
shifts	1977
designs	1978
visitors	1979
self-proclaimed	1980
lifelong	1981
action	1982
writer	1983
desired	1984
neutrons	1985
maneuvers	1986
slowdown	1987
white-collar	1988
haunts	1989
spinal	1990
increased	1991
co-sponsor	1992
serves	1993
asbestos-related	1994
celebration	1995
reimpose	1996
refuge	1997
excellent	1998
raw-steel	1999
post-1987	2000
album	2001
incorporates	2002
unauthorized	2003
assorted	2004
exclusions	2005
pullback	2006
fool	2007
revisit	2008
egg-breaking	2009
recipients	2010
moderates	2011
slashed	2012
guys	2013
uranium-mining	2014
vegetables	2015
kidnapping	2016
conviction	2017
preceded	2018
mines	2019
washed	2020
pump	2021
anti-soviet	2022
lowered	2023
vacant	2024
incorporate	2025
countries	2026
promising	2027
historian	2028
chaired	2029
unfortunate	2030
commercials	2031
left-wing	2032
neighborhood	2033
autumn	2034
insult	2035
intercollegiate	2036
derivative	2037
holders	2038
dreamed	2039
islamic	2040
annoyed	2041
honed	2042
industrywide	2043
holes	2044
reopening	2045
legal	2046
wins	2047
sooner	2048
acquit	2049
merely	2050
death-penalty	2051
ruin	2052
four-star	2053
aggregate	2054
adults	2055
suspect	2056
reinforcement	2057
answered	2058
anti-bike	2059
fell	2060
streets	2061
horrors	2062
coordinated	2063
northeast	2064
cosmic	2065
recruited	2066
first-quarter	2067
glue	2068
gathered	2069
random-access	2070
hemorrhaging	2071
symptom	2072
stepped-up	2073
vessel	2074
match	2075
stereo	2076
wasting	2077
jettisoning	2078
perform	2079
reins	2080
delayed	2081
modifications	2082
pink	2083
bodies	2084
cushion	2085
anti-white	2086
anomalous	2087
founding	2088
execution	2089
transferred	2090
replenished	2091
eliminates	2092
extremely	2093
stationary	2094
minus	2095
punished	2096
dc10-30	2097
recruiter	2098
inconsistencies	2099
yield	2100
dubious	2101
billionnaire	2102
presumption	2103
interstate	2104
decision	2105
z	2106
makers	2107
substituted	2108
monetary	2109
subways	2110
employee-benefit	2111
rating	2112
premiums	2113
mustard	2114
therapeutic	2115
disservice	2116
reclaims	2117
grapevine	2118
labor	2119
quake-related	2120
falsely	2121
renewing	2122
1990-model	2123
string	2124
v.	2125
souped-up	2126
luxurious	2127
fiveyear	2128
bundled	2129
imply	2130
absence	2131
typically	2132
wash	2133
detergents	2134
lure	2135
'70s	2136
adjust	2137
preserve	2138
record	2139
spirits	2140
liberated	2141
dress	2142
impetus	2143
producer-price	2144
exacerbated	2145
holy	2146
unpublished	2147
duty	2148
attests	2149
scrubbers	2150
trapped	2151
noncriminal	2152
implement	2153
hamstrung	2154
billed	2155
encounters	2156
requiring	2157
tool	2158
constitute	2159
manipulate	2160
lobbyists	2161
disbursements	2162
inexorable	2163
fatten	2164
verification	2165
off-base	2166
bankers	2167
spokeswoman	2168
israeli-palestinian	2169
hesitate	2170
sorghum	2171
amount	2172
seeing	2173
municipal	2174
verdict	2175
championed	2176
westward	2177
high	2178
quake	2179
retrofitting	2180
calling	2181
sand	2182
grandkids	2183
visa	2184
shove	2185
focusing	2186
balconies	2187
shipyard	2188
black-and-white	2189
artificially	2190
assigned	2191
renounce	2192
vigor	2193
deep	2194
permanently	2195
until	2196
disciplined	2197
boosted	2198
retrieved	2199
market-maker	2200
cornered	2201
see	2202
commentators	2203
counting	2204
threatened	2205
feasibility	2206
lukewarm	2207
reverts	2208
severance	2209
cavalier	2210
on-line	2211
gauge	2212
masked	2213
bloc	2214
middlemen	2215
manufacture	2216
used-car	2217
informed	2218
three-day	2219
equally	2220
renewed	2221
tower	2222
**	2223
30-year-old	2224
lose	2225
own	2226
included	2227
dearth	2228
reeled	2229
remember	2230
briefcase	2231
ballots	2232
balances	2233
stuttgart-based	2234
beauty	2235
recipe	2236
health	2237
formed	2238
dive	2239
stunning	2240
fancy	2241
nicaraguan	2242
jam	2243
bulbs	2244
marrying	2245
layoffs	2246
scapegoat	2247
one-yen	2248
compatible	2249
backing	2250
plainly	2251
spaghetti	2252
robbed	2253
heightened	2254
mandate	2255
supervising	2256
intuition	2257
dated	2258
countersuit	2259
staid	2260
science	2261
muscles	2262
control	2263
unrealistic	2264
starring	2265
this	2266
legislation	2267
spanning	2268
advisers	2269
brick	2270
lush	2271
foresee	2272
implication	2273
appointed	2274
far	2275
scaled-back	2276
listener	2277
scandinavian	2278
small	2279
shaky	2280
buy-out	2281
minorities	2282
tremendous	2283
self-sufficient	2284
seniors	2285
concluding	2286
executives	2287
probably	2288
grand-jury	2289
anti-american	2290
syrian	2291
bet	2292
lasting	2293
falling	2294
secretary	2295
diplomat	2296
illegally	2297
penchant	2298
amend	2299
dealing	2300
two-step	2301
constitutional	2302
shift	2303
mainline	2304
describes	2305
divestiture	2306
miracle	2307
organizations	2308
ambitious	2309
nest	2310
tunnel	2311
ceremony	2312
attending	2313
mighty	2314
realm	2315
section	2316
count	2317
village	2318
high-pressure	2319
towels	2320
movements	2321
sheltered	2322
debenture	2323
suffers	2324
correction	2325
fairly	2326
relaxed	2327
five-year	2328
stadiums	2329
consequence	2330
pensions	2331
teaming	2332
flirting	2333
sweepers	2334
attitudes	2335
skyscraper	2336
retaining	2337
precious-metals	2338
shakeup	2339
adversaries	2340
deserve	2341
disposition	2342
proceeding	2343
expires	2344
plateau	2345
catastrophic	2346
expression	2347
mock	2348
gubernatorial	2349
irony	2350
duel	2351
muni	2352
disapproval	2353
huge	2354
complication	2355
underline	2356
lump-sum	2357
courting	2358
multiple	2359
arrive	2360
tax-writing	2361
incapable	2362
meaningful	2363
disbanding	2364
permits	2365
rekindle	2366
touches	2367
glut	2368
winds	2369
eighth	2370
originations	2371
fundamentals	2372
scrapped	2373
necks	2374
inns	2375
fierce	2376
addiction-treatment	2377
whimper	2378
disabled	2379
pitfalls	2380
thinker	2381
relocation	2382
specify	2383
permit	2384
slums	2385
easily	2386
felons	2387
traditions	2388
mitigate	2389
bells	2390
underscored	2391
bailouts	2392
disbursed	2393
light	2394
scenery	2395
barely	2396
client	2397
graveyard	2398
superficial	2399
catastrophes	2400
alcoholic	2401
adds	2402
immunities	2403
dispose	2404
glass	2405
midsized	2406
tends	2407
loath	2408
pills	2409
elusive	2410
wrist	2411
undergoing	2412
misanthrope	2413
imaging	2414
weak	2415
consolidated	2416
biennial	2417
professions	2418
19th	2419
outset	2420
scorn	2421
constituted	2422
ffr	2423
thoroughbred	2424
gold-leaf	2425
machine-tool	2426
educating	2427
competitor	2428
justices	2429
moonies	2430
improves	2431
urban	2432
wall	2433
extradition	2434
discuss	2435
wineries	2436
lethal	2437
prostitute	2438
per	2439
world-class	2440
interruption	2441
morality	2442
successors	2443
laughs	2444
would	2445
'	2446
failures	2447
radical	2448
pence	2449
defer	2450
couples	2451
resettable	2452
subpoenas	2453
dwindled	2454
entombed	2455
protracted	2456
voices	2457
coattails	2458
municipals	2459
decade	2460
attractively	2461
gloomy	2462
woke	2463
subsidies	2464
responsible	2465
widen	2466
decisive	2467
squeezing	2468
paved	2469
corrections	2470
mineworkers	2471
cells	2472
treatment	2473
obstruction	2474
investigators	2475
faithful	2476
palestinian	2477
induces	2478
tantamount	2479
shunning	2480
colombian	2481
stub	2482
expansionary	2483
parks	2484
dynamics	2485
turbulence	2486
dictated	2487
testifying	2488
dining	2489
discrepancies	2490
screws	2491
f-14	2492
indelible	2493
opulent	2494
salesmen	2495
shorter	2496
systems	2497
disk-drive	2498
oppose	2499
contagious	2500
blink	2501
donnybrook	2502
microwave	2503
urgency	2504
yesterday	2505
condemn	2506
bell	2507
abducted	2508
face-to-face	2509
subcommittee	2510
stabilize	2511
overseeing	2512
hepatitis	2513
usual	2514
glare	2515
no	2516
peacetime	2517
sinking-fund	2518
christians	2519
payroll	2520
fund-raising	2521
pledged	2522
hug	2523
operatives	2524
containing	2525
cage	2526
families	2527
communicate	2528
fastest-growing	2529
possesses	2530
customers	2531
elitists	2532
tribute	2533
exempted	2534
buried	2535
margarine	2536
motivated	2537
liquefied	2538
microscopic	2539
shipping	2540
immediate	2541
derived	2542
ballistic	2543
designed	2544
buy-outs	2545
wrath	2546
looking	2547
candles	2548
mandating	2549
californians	2550
extorting	2551
undertaken	2552
deliver	2553
processed	2554
hens	2555
jurisdiction	2556
simulated	2557
eaten	2558
church	2559
geographic	2560
liberalizing	2561
clan	2562
unidentified	2563
accounted	2564
calculate	2565
importance	2566
rumors	2567
handout	2568
tendering	2569
physics	2570
recurrence	2571
israeli	2572
catheter	2573
bending	2574
valuing	2575
integrated	2576
scientists	2577
limit	2578
resort	2579
squads	2580
metallurgical	2581
obligated	2582
cost-conscious	2583
corruption	2584
coat	2585
suppression	2586
knight	2587
re-creating	2588
understatement	2589
eliminate	2590
nondemocratic	2591
styling	2592
profit-taking	2593
intended	2594
follow	2595
allegory	2596
controlled	2597
fruit	2598
cooled	2599
radio	2600
puzzle	2601
broad	2602
seated	2603
storms	2604
pulse	2605
one-month	2606
traders	2607
warn	2608
aerobic	2609
registered	2610
zeroing	2611
gas-fired	2612
bacillus	2613
occupant	2614
people	2615
instance	2616
havoc	2617
impoverished	2618
opponents	2619
frantically	2620
chain	2621
english	2622
ink	2623
adopted	2624
birds	2625
switch	2626
pc	2627
toy	2628
sounded	2629
drawings	2630
meets	2631
faith	2632
oakland	2633
playing	2634
handle	2635
letting	2636
sheets	2637
telemarketers	2638
material	2639
taught	2640
unoccupied	2641
repaid	2642
mental-health	2643
rail	2644
vehicles	2645
detected	2646
15-a-share	2647
birth-control	2648
wiretap	2649
taken	2650
mulling	2651
swayed	2652
sick	2653
increment	2654
denies	2655
canadian	2656
arbitrager	2657
acquisitive	2658
historians	2659
disgruntled	2660
cancers	2661
evade	2662
home-equity	2663
chairmanship	2664
intensifying	2665
volumes	2666
worm	2667
subsidiaries	2668
authority	2669
computer-chip	2670
post-quake	2671
injected	2672
pollinated	2673
meats	2674
capital	2675
paper	2676
steel-related	2677
compromised	2678
rejected	2679
mig-29s	2680
com	2681
begins	2682
cheerios	2683
court	2684
proposed	2685
thin	2686
simple	2687
politics	2688
clearer	2689
superintendents	2690
hardware	2691
binge	2692
causes	2693
taste	2694
reinforcements	2695
envisaged	2696
chess	2697
intends	2698
probe	2699
adapted	2700
cleaning	2701
respond	2702
volcano	2703
emerged	2704
assurance	2705
triggered	2706
unreasonable	2707
oversaw	2708
estimated	2709
reality	2710
car	2711
can	2712
eritrean	2713
realign	2714
leaped	2715
undeterred	2716
everywhere	2717
forced	2718
tracking	2719
trailer	2720
sterile	2721
packages	2722
temblors	2723
palladium	2724
secretive	2725
insured	2726
middle-class	2727
poison	2728
envy	2729
users	2730
title	2731
deceased	2732
shied	2733
trotted	2734
featuring	2735
well-known	2736
rebels	2737
muster	2738
judging	2739
commercializing	2740
waterworks	2741
reflected	2742
bass	2743
shakeout	2744
several	2745
same-store	2746
expensive	2747
privatized	2748
beans	2749
plows	2750
lengthened	2751
fliers	2752
anti-monopoly	2753
price-cutting	2754
previous	2755
enable	2756
notably	2757
agency	2758
inevitably	2759
hits	2760
reluctant	2761
squarely	2762
texts	2763
m$	2764
puzzled	2765
punishing	2766
merchandising	2767
bluntly	2768
devastating	2769
nearly	2770
surrender	2771
entitling	2772
interim	2773
southerners	2774
fake	2775
bar	2776
assailed	2777
nostalgic	2778
start-up	2779
deny	2780
metropolitan	2781
pre-register	2782
civilian	2783
acquiring	2784
mansion	2785
eliminated	2786
moderating	2787
sick-building	2788
completely	2789
demanded	2790
perks	2791
satisfies	2792
fraud	2793
soaking	2794
deficit-cutting	2795
minimum	2796
purchasers	2797
batch	2798
prompting	2799
conservative	2800
doubts	2801
mind	2802
political	2803
small-town	2804
fails	2805
mile	2806
scandals	2807
regulating	2808
honest	2809
thinned	2810
decorated	2811
doses	2812
force	2813
recognizable	2814
charging	2815
investigate	2816
recalled	2817
hello	2818
undo	2819
mafias	2820
oversized	2821
deposed	2822
dedicated	2823
funeral	2824
43%-owned	2825
ballpark	2826
sorry	2827
protectors	2828
mettle	2829
derail	2830
inspire	2831
defaulting	2832
24-hour	2833
survives	2834
victories	2835
mayor	2836
powerful	2837
currency	2838
other	2839
curbing	2840
filling	2841
intimacy	2842
penny	2843
norwegians	2844
x-ray	2845
tongue	2846
one-megabit	2847
neighborhoods	2848
koreans	2849
investors	2850
pack	2851
sack	2852
laborers	2853
shoreline	2854
beloved	2855
societies	2856
rendition	2857
earliest	2858
composed	2859
cincinnati-based	2860
businessmen	2861
forth	2862
equals	2863
mice	2864
nonresident	2865
half-life	2866
revenue	2867
prevent	2868
spooks	2869
pushes	2870
widows	2871
exciting	2872
sprung	2873
underwrite	2874
bouncing	2875
mechanics	2876
test	2877
smashing	2878
steer	2879
ostensibly	2880
lies	2881
electrodes	2882
advocating	2883
tailor-made	2884
commissioning	2885
conditioners	2886
pretrial	2887
granite	2888
demand	2889
tailored	2890
emotionally	2891
prepared	2892
arrested	2893
team	2894
overboard	2895
gently	2896
debates	2897
indirect	2898
canned	2899
entered	2900
allowing	2901
widespread	2902
exercise	2903
ads	2904
partisan	2905
regularly	2906
harbors	2907
protecting	2908
awaiting	2909
sights	2910
cabinet	2911
divergence	2912
blatant	2913
proviso	2914
administrative	2915
meaningfully	2916
early	2917
afforded	2918
wed	2919
women	2920
responses	2921
attacked	2922
cascade	2923
plants	2924
shoddy	2925
alliances	2926
my	2927
post-watergate	2928
incentive-backed	2929
kindly	2930
distributor	2931
cross-border	2932
misrepresenting	2933
dialogue	2934
erased	2935
wear	2936
friendship	2937
restated	2938
year-end	2939
mechanized	2940
sheer	2941
disclosing	2942
dying	2943
seizing	2944
undergraduate	2945
masseuse	2946
relies	2947
explains	2948
servicing	2949
extracting	2950
mostly	2951
splits	2952
effort	2953
guilt	2954
gurus	2955
groundwork	2956
refinancing	2957
variations	2958
riots	2959
goal	2960
precise	2961
empty	2962
franchisers	2963
retainer	2964
male	2965
handwriting	2966
undetermined	2967
judicial	2968
residential	2969
off	2970
cumin	2971
conservatives	2972
fix	2973
caution	2974
automotive	2975
persuading	2976
partner	2977
distinctions	2978
begin	2979
song	2980
stations	2981
ghost	2982
precaution	2983
dresses	2984
twist	2985
seminar	2986
followed	2987
tele-communications	2988
college-sports	2989
judges	2990
ex-dividend	2991
gasolines	2992
restraint	2993
friendly	2994
latin	2995
'80s	2996
11th	2997
reporting	2998
doubtful	2999
apparatus	3000
inflation-adjusted	3001
standardize	3002
suppressor	3003
knocks	3004
tablets	3005
shoots	3006
application	3007
alarming	3008
preparedness	3009
shelved	3010
wholesaler	3011
grounded	3012
mesh	3013
ban	3014
forcefully	3015
declaring	3016
hostage	3017
suits	3018
videocassette	3019
first-half	3020
gate	3021
centrifugal	3022
salon	3023
averaging	3024
criticized	3025
combining	3026
alternating	3027
pile	3028
on	3029
contribution	3030
middle-aged	3031
drift	3032
attempt	3033
crack	3034
affair	3035
temblor	3036
marital	3037
behavior	3038
providers	3039
reoffered	3040
easiest	3041
talked	3042
london-based	3043
sludge	3044
inherited	3045
sows	3046
demonstrated	3047
stores	3048
inquired	3049
superconductors	3050
obstacles	3051
turnabout	3052
near-record	3053
amalgamation	3054
honestly	3055
floor	3056
illusion	3057
proposes	3058
keyless	3059
line-item-veto	3060
maintenance	3061
surveyed	3062
we	3063
neighbors	3064
ante	3065
borrower	3066
crates	3067
concerts	3068
protested	3069
folly	3070
tales	3071
obtained	3072
subsidence	3073
predominantly	3074
consecutive	3075
summers	3076
locals	3077
onlookers	3078
junk-fund	3079
compositions	3080
hatched	3081
raging	3082
surpassed	3083
proprietary	3084
bumped	3085
queries	3086
footing	3087
spun-off	3088
delisting	3089
aged	3090
enlisting	3091
ballroom	3092
guerrillas	3093
discussed	3094
33-year-old	3095
grain	3096
slum	3097
photograph	3098
abstract	3099
resorts	3100
principal	3101
vignettes	3102
tea	3103
aware	3104
generators	3105
downgraded	3106
axiom	3107
loser	3108
inviting	3109
erred	3110
answer	3111
animal-health	3112
bus	3113
mink	3114
air-conditioning	3115
heralded	3116
missile	3117
far-left	3118
invite	3119
treat	3120
armies	3121
orders	3122
12-month	3123
next	3124
resold	3125
embryo	3126
interviews	3127
accruing	3128
declaration	3129
chronicle	3130
antacid	3131
housing	3132
efficiency	3133
restructured	3134
circulars	3135
describing	3136
massage	3137
concentrated	3138
eats	3139
coordinates	3140
hosting	3141
high-speed	3142
lincoln	3143
transplant	3144
halves	3145
securities-trading	3146
part	3147
knew	3148
conversions	3149
outdoor	3150
manners	3151
plain	3152
percentages	3153
renews	3154
knock	3155
subsidized	3156
eroding	3157
c.d.s	3158
porch	3159
enrollment	3160
seas	3161
barriers	3162
onslaught	3163
panic	3164
squeeze	3165
tumor-suppressor	3166
heaviest	3167
converts	3168
fractionally	3169
mail	3170
sideways	3171
emphasize	3172
commemorative	3173
zone	3174
appraisers	3175
compare	3176
u.k.	3177
ketchup	3178
heirs	3179
electronics	3180
untrue	3181
optimists	3182
attractive	3183
proffered	3184
fined	3185
old-time	3186
solvency	3187
single-b	3188
finalized	3189
statues	3190
four-page	3191
simultaneous	3192
comedy	3193
examiners	3194
processors	3195
usability	3196
clanging	3197
agreeing	3198
success	3199
decreased	3200
artillery	3201
yardstick	3202
further	3203
supercomputers	3204
clipboard	3205
instances	3206
cheer	3207
laboratory	3208
reform	3209
fares	3210
revamping	3211
bogged	3212
sums	3213
vessels	3214
excitement	3215
theorists	3216
greenhouses	3217
compensation	3218
gradually	3219
complaint	3220
landslide	3221
inefficient	3222
conspiring	3223
fiberglass	3224
d	3225
musicians	3226
home-run	3227
endure	3228
spray	3229
job	3230
pushing	3231
yelling	3232
hour	3233
behaving	3234
mandatory	3235
significantly	3236
seeds	3237
needs	3238
ushered	3239
personally	3240
existence	3241
subsidy	3242
hk$	3243
equity	3244
retire	3245
explore	3246
elite	3247
pinpointed	3248
syndicating	3249
threatening	3250
cup	3251
chains	3252
two-part	3253
damping	3254
usage	3255
exercises	3256
line	3257
advises	3258
frankly	3259
unchanged	3260
golf	3261
mom	3262
skittishness	3263
relationship	3264
bribes	3265
shortages	3266
developer	3267
accompanied	3268
circulated	3269
atlanta-based	3270
spacecraft	3271
interstates	3272
rangers	3273
variable	3274
subjects	3275
petroleum-related	3276
livestock	3277
reappointed	3278
sideline	3279
agriculture	3280
lower-than-anticipated	3281
resent	3282
complained	3283
imposes	3284
shouting	3285
retirees	3286
sabotage	3287
sweeping	3288
narrowing	3289
prevented	3290
flatten	3291
firm	3292
sought	3293
subordinate	3294
did	3295
rendered	3296
restricting	3297
tube	3298
unflattering	3299
refurbishing	3300
microprocessors	3301
energetic	3302
ivory	3303
#	3304
globe	3305
troops	3306
clients	3307
oil	3308
threaten	3309
integral	3310
getting	3311
matures	3312
staggering	3313
tapes	3314
classics	3315
staple	3316
slim	3317
abrasives	3318
popping	3319
hometown	3320
whites	3321
insulation	3322
accordingly	3323
entertaining	3324
lawsuits	3325
territory	3326
multiples	3327
oppression	3328
lied	3329
12-year	3330
consulting-firm	3331
u.s.-built	3332
combing	3333
rebel	3334
crackdown	3335
extradited	3336
leg	3337
indian	3338
surgery	3339
weighs	3340
shoving	3341
bargain	3342
consultants	3343
enforcers	3344
owes	3345
rats	3346
tear	3347
iron	3348
university	3349
container	3350
band	3351
marcoses	3352
way	3353
sterilizing	3354
trailing	3355
retires	3356
pineapple	3357
excerpts	3358
satellite	3359
arriving	3360
tippee	3361
higher-cost	3362
attendance	3363
allergy	3364
responds	3365
cashed	3366
bureaucracies	3367
restrictions	3368
mimics	3369
46-year-old	3370
crowded	3371
vice	3372
vineyards	3373
revivals	3374
descendant	3375
parking	3376
beaches	3377
tritium	3378
follows	3379
rattle	3380
potato	3381
bowed	3382
family-run	3383
ufos	3384
balls	3385
trade-offs	3386
reputation	3387
tons	3388
maneuver	3389
tighter	3390
adopt	3391
topaz	3392
foothills	3393
obsolete	3394
d.c.-based	3395
:	3396
intervention	3397
storm	3398
offsetting	3399
magazines	3400
belts	3401
rising	3402
resolution	3403
company-operated	3404
fractional	3405
growing	3406
cooperated	3407
carry	3408
remarkable	3409
heaved	3410
stimulating	3411
opportunistic	3412
counsel	3413
mondays	3414
ears	3415
unless	3416
six-month	3417
assassinate	3418
basis	3419
plagued	3420
conclusions	3421
iras	3422
rely	3423
duck	3424
textile	3425
fashioned	3426
unleashed	3427
ceased	3428
precipitated	3429
savvy	3430
changed	3431
educate	3432
allocator	3433
deals	3434
managing	3435
silver-haired	3436
diaries	3437
shopper	3438
aired	3439
matched	3440
swings	3441
fault	3442
gentlemen	3443
covering	3444
r	3445
assessments	3446
thereafter	3447
soft-drink	3448
inflict	3449
novel	3450
corporations	3451
affordable	3452
snack-food	3453
jeweler	3454
ongoing	3455
dependence	3456
if	3457
laid	3458
contras	3459
fantasy	3460
co-managing	3461
declined	3462
relate	3463
cause	3464
inclination	3465
garrison	3466
memories	3467
gadgets	3468
topics	3469
cruel	3470
leap	3471
hidden	3472
pollution	3473
violation	3474
vast	3475
foster	3476
planner	3477
romance	3478
tightly	3479
devalued	3480
cartel	3481
referred	3482
census	3483
traces	3484
admittedly	3485
expose	3486
bioresearch	3487
roll	3488
specializing	3489
refrigerator	3490
government-owned	3491
short-lived	3492
gas	3493
seasonally	3494
recounts	3495
spotlight	3496
aplenty	3497
exclusivity	3498
courtroom	3499
brew	3500
curriculum	3501
makes	3502
harm	3503
short-covering	3504
kickbacks	3505
franc	3506
spiraling	3507
con	3508
disappointed	3509
promotions	3510
consult	3511
dismissal	3512
tamer	3513
male-sterile	3514
pioneers	3515
arson	3516
leases	3517
gene	3518
communism	3519
trader	3520
reformist	3521
rebounds	3522
lower-priced	3523
chase	3524
strengthens	3525
consisted	3526
mute	3527
poisons	3528
criticisms	3529
remics	3530
gets	3531
copper	3532
resentment	3533
sweetheart	3534
acceptances	3535
suburb	3536
medium-sized	3537
dazzling	3538
wish	3539
foiled	3540
lips	3541
preferably	3542
pawn	3543
magic	3544
feuding	3545
strictly	3546
held	3547
substitute	3548
panamanian	3549
mainstay	3550
highlights	3551
equipment	3552
pleasant	3553
double-a-3	3554
ruptured	3555
angeles-based	3556
permitted	3557
listings	3558
brawl	3559
ideas	3560
lands	3561
sufficient	3562
benchmark	3563
dogs	3564
scaring	3565
electrolysis	3566
striving	3567
weakened	3568
systematic	3569
conductor	3570
calif.-based	3571
utility	3572
role	3573
script	3574
tries	3575
roamed	3576
uncommon	3577
bickering	3578
widest	3579
resumed	3580
victory	3581
restore	3582
indistinguishable	3583
abated	3584
improperly	3585
punching	3586
mob	3587
excluded	3588
threw	3589
rivals	3590
ombudsman	3591
extraordinarily	3592
men	3593
contraceptives	3594
public-relations	3595
fold	3596
professed	3597
asset-backed	3598
affluent	3599
stripes	3600
salad	3601
radicals	3602
smoke	3603
boilers	3604
marxist	3605
movie	3606
oust	3607
ethylene	3608
likelihood	3609
checking	3610
snap	3611
prepayments	3612
deter	3613
spring	3614
hiding	3615
seafood	3616
creativity	3617
legality	3618
applauded	3619
brutality	3620
clause	3621
linkages	3622
speculate	3623
optimistic	3624
anathema	3625
tomb	3626
federalized	3627
batter	3628
mistrial	3629
style	3630
bloated	3631
capitalized	3632
long-distance	3633
worms	3634
prominence	3635
mid-september	3636
pro-union	3637
keyed	3638
endorse	3639
ravages	3640
faults	3641
refractory	3642
wicked	3643
kellogg	3644
sitting	3645
velocity	3646
updating	3647
discontinuing	3648
identities	3649
trash	3650
contributing	3651
argue	3652
gun	3653
hunting	3654
administered	3655
somebody	3656
1980s	3657
manage	3658
exchanges	3659
updates	3660
